{
    "1": {
        "image": "https://www.simply-cookit.com/sites/default/files/styles/landscape/public/assets/image/2021/03/pasta-quattro-formaggi_portrait.jpg?h=84ac1ddf&itok=fobB2Daa",
        "title": "Pasta Quatro Formaggi",
        "ingredients": [
            "penne",
            "heavy cream",
            "fresh thyme",
            "garlic",
            "black pepper",
            "all-purpose flour",
            "gorgonzola",
            "brie",
            "parmesan",
            "mozzarella"
        ],
        "preparation": "Boil pasta following the instructions on the package. Add water in a medium-size saucepan over medium heat. Stir in the flour and garlic powder. Cook, stirring constantly until lightly thickened to the consistency of cream. Whisk in the Gorgonzola, Mozzarella, and Fontina. Cook, whisking constantly until the cheese is melted. Season with salt and white pepper to taste. Remove from heat.Combine the cheese sauce and cooked pasta. Sprinkle with the Parmesan and sprinkle with some dry oregano. Serve hot!"
    },
    "2": {
        "image": "https://www.simplyrecipes.com/thmb/G7HTG2YP5tQXjjv9hFljayFUkww=/1423x1067/smart/filters:no_upscale()/__opt__aboutcom__coeus__resources__content_migration__simply_recipes__uploads__2013__02__pasta-puttanesca-fork-horiz-1600-aeb7e018a32b4bc2ae85ea893cabdb40.jpg",
        "title": "Pasta Puttanesca",
        "ingredients": [
            "spaghetti",
            "extra virgin olive oil",
            "onion", "garlic",
            "canned anchovies",
            "tomato paste"
        ],
        "preparation": "Bring a large pot of salted water to a boil (1 Tbsp of salt for every 2 quarts of water). While the water is heating, start making the sauce. Heat the olive oil over medium heat in a large, deep sauté pan. When the oil is hot, cook the onions until they're soft and translucent, about 4-5 minutes. While the onions are cooking, stir in the chopped anchovies along with some of the oil from the can. Add the finely chopped garlic and cook another minute.Mix in the tomato paste and cook it for 2 minutes, stirring occasionally.Add the crushed tomatoes, oregano, chili pepper flakes, olives, and capers. Bring the sauce to a simmer, then lower the heat to low to maintain a gentle simmer, 10 to 15 minutes. When the salted pasta water is at a rolling boil, add the pasta. Cook the pasta according to the package instructions, to al dente, cooked but still slightly firm. Stir the parsley into the pasta sauce. Add some pasta water into the sauce to thin it if it has become too thick. Drain the pasta and put in a large bowl. If you want, mix a little olive oil into the pasta so the pasta doesn't stick together. Add a ladle's worth of sauce to the pasta and mix to combine. Serve in shallow bowls with more sauce on top."
    },
    "3": {
        "image": "https://images.immediate.co.uk/production/volatile/sites/30/2021/04/Pasta-alla-vodka-f1d2e1c.jpg?quality=90&webp=true&resize=375,341",
        "title": "Pasta Alla Vodka",
        "ingredients": [
            "penne",
            "olive oil",
            "onion",
            "garlic",
            "chilli flakes",
            "tomato purée",
            "vodka",
            "double cream",
            "parmesan",
            "basil leaves"
        ],
        "preparation": "Heat the oil in a large frying pan or casserole dish. Add the shallot and a large pinch of salt and gently fry over a low heat for 10 mins or until softened and translucent. Add the garlic and chilli flakes and cook for 30 seconds. Stir through the tomato purée, cook for 2 mins, then stir through the vodka and cook for 3 mins. Quickly stir through the cream to combine, then remove from the heat. Cook the pasta in salted water following pack instructions. Drain and reserve 150ml cooking water. Add roughly 50ml of the water to the tomato sauce, then tip in the pasta and cheese, tossing everything together over a low heat until well coated and glossy (loosen with a splash more of the cooking water if it’s a little dry). Season to taste, then serve with a sprinkling of the extra parmesan, a good grinding of black pepper and the basil leaves scattered over the top."
    },
    "4": {
        "image": "https://lilluna.com/wp-content/uploads/2017/10/penne-pasta-resize-1.jpg",
        "title": "White Sauce Pasta",
        "ingredients": [
            "penne",
            "butter",
            "all-purpose flour",
            "garlic",
            "chicken broth",
            "milk",
            "dried parsley",
            "parmesan"
        ],
        "preparation": "Begin by cooking the pasta according to the package instructions. While pasta is cooking, melt butter in a medium sauce pan, add garlic and cook for 1 minute over medium heat. Add flour and cook for an addition minute, stirring constantly. Add milk and broth, stirring constantly. Cook until sauce boils and thickens. Add parsley and parmesan cheese, salt and pepper. Stir until cheese has melted. Mix in pasta and serve immediately. If you want your pasta to be extra cheesy, add 1/2-1 cup of your favorite shredded cheese (we like to use shredded Mozzarella or Parmesan)."
    }
}